/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@（%2$@）";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@（ネットワークディスク）";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@（%2$@ %3$@）";

/* Time Machine panel size in KB */
"%u KB" = "%u KB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = "、";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "目的の書き込み先にファイルを書き込めません。";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "目的の書き込み先にファイルを書き込めません。書き込み先のフォルダが書き込み可能であることを確認してください。";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Time Machine でバックアップを作成するために %1$@ または %2$@ を使用しますか？";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Time Machine でバックアップを作成するために %@ を使用しますか？";

/* screencapture filure to write error string */
"Failure to write image data." = "イメージデータの書き込みに失敗しました。";

/* OK button */
"OK" = "OK";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "スクリーンを取り込もうとしましたが失敗しました。";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "ネットワークディスク %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "パスのビットマップからイメージを作成できません。";

/* screencapture create image error string */
"Unable to create image." = "イメージを作成できません。";

/* screencapture type error string */
"Unable to create type string." = "タイプ文字列を作成できません。";

/* screencapture create url error string */
"Unable to create url for path." = "パスの URL を作成できません。";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "スクリーンショットを保存できません。";

